Repository: RameshMJ23/Vinted_clone
Catalog: lib/l10n/app_*.arb
Languages: lt

source: Home
lt: Pradinis

source: Search
lt: leškoti

source: Sell
lt: Parduoti

source: Inbox
lt: Žinutės

source: Profile
lt: Paskyra

source: Recommended for you
lt: Rekomenduojama tau

source: Brands you might like
lt: Prekių ženklai, kurie galėtų tau patikti

source: Shop by category
lt: Pirkinių kategorijos

source: Popular items
lt: Populiarios prekės

source: Shop by brand
lt: Prekių ženklai

source: Suggested searches
lt: Siūlomos paieškos

source: Newsfeed
lt: Naujienų srautas

source: Wardrobe Spotlight
lt: Specialiai tau

source: See all
lt: Žiūrėti viską

# searchBarHint
source: Search for items or members
lt: leškoti prekių arba narių

source: See all items
lt: Žiūrėti kitas spintas

source: Sell an item
lt: Įkelti prekę

source: Add up to 20 photos
lt: Įkelk iki 20 nuotraukų.

source: See photo tips
lt: Gauti patarimų

source: Upload photos
lt: Įkelk nuotraukas

# titleTextField
source: Title
lt: Pavadinimas

# titleFieldHint
source: e.g. White COS Jumper
lt: pvz. Baltas COS megztinis

# describeItem
source: Describe your item
lt: Smulkiai aprašyk savo prekę

# describeItemHint
source: e.g. only worn a fw times, true to size
lt: pvz. dėvėtas vos kelis kartus, dydis atitinka

# categoryTab
source: Category
lt: Kategorija

# brandTab
source: Brand
lt: Prekės ženklas

# conditionTab
source: Condition
lt: Būklė

# priceTab
source: Price
lt: Kaina

# materialTab
source: Material
lt: Medžiaga

# uploadButton
source: Upload
lt: Pridėti

# sellScreenDisclaimer
source: A professional seller who fraudulently presents itself as a consumer or a non-professional seller on the Vinted platform may be subject to the fines provided for in Article 13 of the Republic of Lithuania Law on the Prohibition of Unfair Business-to-Consumer Commercial Practices.
lt: Profesionaliam pardavėjui, 'Vinted' platformoje apgaulingai pristatančiam vartotoju ar ne profesionaliu pardavėju, gali būti skiriamos baudos, numatytos Lietuvos Respublikos nesąžiningos komercinės veiklos vartotojams.

source: Save changes before closing?
lt: Išsaugoti pakeitimus prieš uždarant?

source: Save
lt: Išsaugoti

source: Discard
lt: Ištrinti

# interestedInSwapping
source: I'm interested in swapping this
lt: Galiu tai pakeisti

# sizeTab
source: Size
lt: Dydis

# colorTab
source: Colour
lt: Spalvos

source: Messages
lt: Žinutės

source: Notifications
lt: Pranešimai

# daysAgo
source: {day} days ago
lt: Prieš {day} d.

source: items
lt: prekės

source: Make an offer
lt: Siūlyti kainą

source: Buy
lt: Pirkti

# introText
source: Hey! I'm
lt: Labas! Aš esu

source: reviews
lt: atsiliepimai

source: no review
lt: neatsiliepimai

source: Distance
lt: Atstumas

source: Last seen
lt: Jungėsi

# youOffered
source: You've offered
lt: Pasiūlei

source: Declined
lt: Atmesta

# writeMessageHint
source: Write a message here
lt: Rašyk savo žinutę čia

source: Send
lt: Siųsti

# detailsScreenTitle
source: Details
lt: Detalės

source: Add more items
lt: Pridėk daugiau prekių

source: Help
lt: Pagalba

source: Block
lt: Užblokuoti

source: Report
lt: Pranešti

source: Delete conversation
lt: Ištrinti susirašinėjimą

# buildABuildScreenTitle
source: Build a bundle
lt: Sukurk rinkinį!

source: UPDATE
lt: ATNAUJINTI

# createABundleExp
source: Create a bundle from items in
lt: Sukurk rinkinį iš

source: Wardrobe
lt: esančių daiktų

# policyBuildABundle
source: If you want to learn more, please read our
lt: Jei nori sužinoti daugiau, perskaityk mūsų

# policyBuildABundleSplText
source: bundle policy
lt: rinkinių politiką.

# addButton
source: Add
lt: Pasirinkti

# removeButton
source: Remove
lt: Pašalinti

source: View my profile
lt: Peržiūrėti paskyrą

source: Your guide to Vinted
lt: Tavo Vinted gidas

source: Favourite items
lt: Pažymėtos prekės

source: Personalisation
lt: Mano pasirinkimai

# balanceOption
source: Balance
lt: Mano piniginė

source: My orders
lt: Mano užsakymai

source: Bundle discounts
lt: Rinkinio nuolaida

source: Donations
lt: Parama

source: Forum
lt: Forumas

source: Holiday mode
lt: Atostogos

source: Settings
lt: Nustatymai

source: Cookie settings
lt: Slapukų nustatymai

source: About Vinted
lt: Apie Vinted

source: Legal information
lt: Teisinė informacija

source: Our platform
lt: Mūsų platforma

source: Help Center
lt: Pagalbos centras

source: Send your feedback
lt: Palikti atsiliepimą

source: Privacy Policy
lt: Privatumo politika

# termsAndCondition
source: Terms & Condition
lt: Taisyklės

source: on
lt: įjungta

source: off
lt: išjungti
